NSCameraUsageDescription = "Kamera naudojama vaizdo skambučiuose";
NSMicrophoneUsageDescription = "Mikrofonas naudojamas balso ir vaizdo skambučiuose";
NSPhotoLibraryUsageDescription = "Norint bendrinti paveikslėlius ir vaizdo įrašus iš jūsų įrenginio, reikalinga prieiga prie Nuotraukų bibliotekos";
NSContactsUsageDescription = "Reikia prieigos prie kontaktų, kad būtų galima suderinti jūsų adresinės kontaktus su serverio kontaktais";
NSLocationWhenInUseUsageDescription = "Reikia pasidalinti savo buvimo vieta su kitais";
NSSpeechRecognitionUsageDescription = "Norint paversti balso pranešimą tekstu naudojant įrenginyje įdiegtą atpažinimo funkciją, reikia įjungti balso atpažinimo funkciją";
